{
  "start": "🟢 /start",
  "language": "🌐 /язык",
  "help": "ℹ️ /помощь",
  "admin": "📞 /жалоба",
  "feedback": "💬 /отзыв",
  "code": "🎬 /код",
  "privacy": "🔒 /конфиденциальность",

  "welcome": "👋 Привет! Добро пожаловать в нашего бота.\n\nИспользуйте команды ниже, чтобы начать.",
  "help_text": "🆘 Как пользоваться ботом:\n\n🎬 /kod - Введите код, чтобы найти видео\n🌐 /til - Изменить язык\n📣 /shikoyat - Отправить жалобу\n🔐 /maxfiylik - Прочитать политику конфиденциальности",
  "choose_language": "Пожалуйста, выберите нужный язык:",
  "send_feedback": "✉️ Напишите своё мнение или жалобу и отправьте мне.",
  "feedback_thanks": "✅ Спасибо! Ваше сообщение было отправлено.",
  "privacy": "🔐 Политика конфиденциальности\nВведение\nЭта политика объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашего Telegram-бота. Используя нашего бота, вы соглашаетесь с условиями этой политики.\nКакие данные мы собираем\n- Telegram ID: Мы собираем ваш Telegram ID, чтобы идентифицировать вас как пользователя.\n- Общие данные Telegram: Мы используем общие данные, предоставленные Telegram (например, выбранный вами язык), чтобы составлять статистику по использованию бота.\nCookies и технологии отслеживания\nМы не используем cookie-файлы и другие технологии отслеживания.\nХранение и безопасность данных\n- История сообщений не сохраняется: Мы не сохраняем переписку с ботом. Если вы удалите свои сообщения, мы не сможем их восстановить.\n- Ссылки на медиа: Загруженные вами медиа могут содержать ссылки на внешние сайты. Ознакомьтесь с их политикой конфиденциальности перед переходом.\n- Реклама: Время от времени вы можете видеть рекламу. Переход по рекламе может направить вас за пределы бота, и мы рекомендуем ознакомиться с их политикой конфиденциальности.\n- Меры безопасности: Мы принимаем все меры для защиты ваших данных, используя современные методы шифрования и передовые практики.\nСвязь с нами\nЕсли у вас есть вопросы о политике конфиденциальности, свяжитесь с нами через @pep_xi.",
  "subscribe_first": "📢 Пожалуйста, подпишитесь на следующие каналы перед использованием бота:",
  "enter_code": "🔢 Пожалуйста, введите код видео:",
  "video_not_found": "❌ Извините, видео с таким кодом не найдено."
}
