{
  "start": "🟢 /start",
  "language": "🌐 /язык",
  "help": "ℹ️ /помощь",
  "admin": "📞 /жалоба",
  "feedback": "💬 /отзыв",
  "code": "🎬 /код",
  "privacy": "🔒 /конфиденциальность",

  "welcome": "👋 Привет! Добро пожаловать в нашего бота.\n\nИспользуйте команды ниже, чтобы начать.",
  "help_text": "🆘 Как пользоваться ботом:\n\n🎬 /kod - Введите код, чтобы найти видео\n🌐 /til - Изменить язык\n📣 /shikoyat - Отправить жалобу\n🔐 /maxfiylik - Прочитать политику конфиденциальности",
  "choose_language": "Пожалуйста, выберите нужный язык:",
  "send_feedback": "✉️ Напишите своё мнение или жалобу и отправьте мне.",
  "feedback_thanks": "✅ Спасибо! Ваше сообщение было отправлено.",
  "privacy": "🔐 Политика конфиденциальности\n\nВведение\nНастоящая Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашего Telegram-бота. Используя бота, вы соглашаетесь с условиями этой политики.\n\nКакие данные мы собираем\n- Идентификатор пользователя Telegram: мы собираем ваш Telegram ID для идентификации вас как пользователя.\n- Общая информация от Telegram: мы можем использовать информацию, предоставленную Telegram (например, выбранный вами язык), для составления статистики.\n\nФайлы cookie и технологии отслеживания\nМы не используем файлы cookie или другие технологии отслеживания.\n\nХранение и безопасность данных\n- История чатов: мы не сохраняем историю чатов. Если вы удалите свои сообщения, мы не сможем их восстановить.\n\n- Медиа-ссылки: Загруженные вами медиа могут содержать ссылки на внешние сайты. При переходе по таким ссылкам ознакомьтесь с их политикой конфиденциальности.\n\n- Реклама: Иногда в боте может отображаться реклама. Переход по рекламе может перенаправить вас на сторонние сайты или боты — ознакомьтесь с их политикой.\n\n- Меры безопасности: Мы принимаем все необходимые меры для защиты ваших данных, включая современные криптографические технологии и передовые практики.\n\nСвязаться с нами\nЕсли у вас есть вопросы по этой политике, напишите нам: @pep_xi"
  "subscribe_first": "📢 Пожалуйста, подпишитесь на следующие каналы перед использованием бота:",
  "enter_code": "🔢 Пожалуйста, введите код видео:",
  "video_not_found": "❌ Извините, видео с таким кодом не найдено."
}
